{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v2.3.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "dense/kernel", "shape": [2, 8], "dtype": "float32"}, {"name": "dense/bias", "shape": [8], "dtype": "float32"}, {"name": "dense_1/kernel", "shape": [8, 1], "dtype": "float32"}, {"name": "dense_1/bias", "shape": [1], "dtype": "float32"}]}]}